yvolodym/esp32-clock/sdkconfig.defaults
CONFIG_ESP8266_XTAL_FREQ_40=y
CONFIG_ESP8266_XTAL_FREQ=40
CONFIG_IDF_TARGET_ESP8266=y
CONFIG_IDF_TARGET="esp8266"
CONFIG_ESPTOOLPY_PORT="/dev/ttyACM1"